<template>
  <div class="guide py-5">
    <b-container fluid="">
      <b-row>
        <b-col lg="12">
          <h3 class="guide__title">Guide Title</h3>
        </b-col>
        <b-col class="guide__content" lg="12">
          <b-card border-variant="0" no-body>
            <b-tabs pills card vertical>
              <!--              <b-tab v-for="(items,index) of item" :key="index"-->
              <!--                     v-bind:title="{ 'text': items.title }" >-->
              <!--                <b-card-text>-->
              <!--                  {{ items.text }}-->
              <!--                </b-card-text>-->
              <!--              </b-tab>-->
              <b-tab title="Авиалинии">
                <b-card-text>
                  <h4>Авиатранспорт</h4>
                  <a href="#">Узбекские авиалинии. Расписание местных и международных авиалиний</a>
                  <a href="#">Онлайн-табло аэропорта г.Ташкента</a>
                  <a href="#">Авиабилет</a>
                  <a href="#">Правила продажи авиабилетов резидентам и нерезидентам Узбекистана</a>
                  <a href="#">Аэропорт "Ташкент", Узбекистан</a>
                  <a href="#">Авиаперевозчики в Узбекистане</a>
                  <a href="#">Воздушные суда</a>
                  <a href="#">Как не ошибиться с выбором места в самолете</a>
                </b-card-text>
              </b-tab>
              <b-tab title="ОВИРы Ташкента">
                <b-card-text>
                  <h4>ОВИРы Ташкента, района и области</h4>
                  <p>Уважаемые туристы, планирующие зарубежную поездку!
                    При окончании срока действия визы ОВИРа или окончания визовых страниц в общегражданском паспорте,
                    необходимо получить заграничный паспорт.</p>
                  <p>В среднем процесс получения загран паспорта занимает от 10 до 40 дней (в областном ОВИРе).
                    Поэтому просим Вас позаботиться о получении загран паспорта заранее - это поможет Вам избежать
                    стрессов и дополнительных расходов, связанных с бронированием авиабилетов и отелей в последний
                    момент.</p>
                  <p>Срок действия заграничного паспорта равен 10 годам.
                    Размер пошлины составляет 120% МРЗП (243,2 тыс. сум).
                    <a href="#">Скачать бланк анкеты</a>
                  </p>
                </b-card-text>
              </b-tab>
              <b-tab title="Советы туристам" active>
                <b-card-text>
                  <h4>Советы туристам</h4>
                  <a href="#">В командировку налегке</a>
                  <a href="#">10 способов сэкономить на поездке в Турцию</a>
                  <a href="#">18 приложений для путешествий, которые работают без интернета</a>
                  <a href="#">Тax free (Такс-фри) - система частичного возврата НДС при покупке и вывозе товара
                    иностранцами</a>
                  <a href="#">15 признаков того, что вам срочно пора в отпуск</a>
                  <a href="#">Самые популярные способы обмана туристов</a>
                </b-card-text>
              </b-tab>
              <b-tab title="Связь за рубежом">
                <b-card-text>
                  <h4>Связь за рубежом</h4>
                  <b>Подключение роуминга</b>
                  <p>Часто мобильный телефон за границей необходим просто для того, чтобы постоянно быть на связи -
                    вовремя принять звонок, получить сообщение и иметь возможность оперативно ответить. Для таких целей
                    удобнее воспользоваться роумингом национальных операторов. Достоинств у этого, пускай не самого
                    дешевого, решения несколько.</p>
                  <p>Во-первых, немаловажно, что номер вашего мобильного не изменится, чего нельзя избежать при покупке
                    "импортной" карточки. Во-вторых, нет необходимости тратить время на поиски карточки. Особенно это
                    важно, когда время вашего пребывания за границей ограничено. И, в-третьих, человек, звонящий вам,
                    будет платить как за обычный звонок и даже не заподозрит, что его собеседник находится за
                    границей.</p>
                </b-card-text>
              </b-tab>
              <b-tab title="Страхование туристов">
                <b-card-text>
                  <h4>Страхование туристов</h4>
                  <p>Отправляясь в отпуск или командировку, мы, как правило, переживаем: что будет, если произойдет
                    несчастный случай, потеряется багаж или здоровье подкачает?
                    Такие ситуации действительно иногда случаются, а вдали от дома это вдвойне неприятно. Реальным
                    выходом из положения может стать туристическое страхование. Учитывая, что тысячи узбекистанцев
                    ежедневно выезжают за границу, страхование путешественников становится весьма актуальной услугой для
                    тех, кто не хочет в незнакомой стране столкнуться с крупными неприятностями. Тем более что стоимость
                    страхового полиса на фоне суммы, в которую обходится путешествие, почти теряется. А при наступлении
                    страхового случая эта, казалось бы, незаметная бумажка выходит на первый план.</p>
                  <p>Туристическое страхование для путешественника, выезжающего за пределы постоянного проживания,
                    решает многие непредвиденные материальные проблемы, которые возникают у страхователя в течение его
                    пребывания не только в странах СНГ и дальнего зарубежья, но и на территории Узбекистана. Страхование
                    туристов особенно эффективно для тех, кто часто ездит по всему миру, - в деловые поездки,
                    командировки, на отдых.</p>
                </b-card-text>
              </b-tab>
              <b-tab title="Кодекс туризма">
                <b-card-text>
                  <h4>Глобальный этический кодекс туризма</h4>
                  <p>Этический кодекс туризма устанавливает комплекс ориентиров для ответственного и поступательного
                    развития мирового туризма на заре нового тысячелетия. В нем заложены идеи многих предшествующих
                    аналогичных деклараций и действующих профессиональных кодексов, и он несет в себе новое мышление,
                    отражающее перемены в нашем обществе в начале XXI-го века.</p>
                  <p>Учитывая, что, согласно прогнозам, объемы международного туризма в ближайшие двадцать лет возрастут
                    в три раза, члены Всемирной туристской организации (далее ВТО) убеждены, что Глобальный этический
                    кодекс туризма необходим для того, чтобы помочь максимально усилить выгоды от развития туризма для
                    населения туристских центров и свести к минимуму его отрицательные воздействия на окружающую и
                    культурную среду, экологию и культурное наследие.</p>
                  <p>Необходимость разработки Кодекса отмечалось в резолюции, принятой в 1997 году на Генеральной
                    ассамблее ВТО в Стамбуле. В последующие два года был сформирован специальный комитет по подготовке
                    Глобального этического кодекса, проект которого разработали Генеральный секретарь и юридический
                    советник ВТО на основе консультаций с Деловым советом, Региональными комиссиями и Исполнительным
                    советом ВТО.</p>
                </b-card-text>
              </b-tab>
              <b-tab title="Туристический словарь">
                <b-card-text>
                  <h4>Словарь туристических терминов</h4>
                  <p><b>Авиатариф</b> - стоимость перевозки 1-го пассажира на самолете на определенное расстояние. В
                    международных перевозках различают индивидуальные, групповые, обычные и специальные авиатарифы.</p>
                  <p><b>Агентские (конфиденциальные) тарифы</b> - цены на гостиничные услуги, предлагаемые для
                    реализации
                    турагенту и выражающиеся в виде процентных скидок от опубликованных тарифов.</p>
                  <p><b>Агентский договор</b> - вид договорных отношений в предпринимательской деятельности, согласно
                    которому
                    одна сторона(агент) обязуется за вознаграждение совершить по поручению другой стороны (принципала)
                    юридические и иные действия от своего имени, но за счет принципала:
                    а) по сделке, совершенной агентом с третьим лицом от своего имени и за счет принципала , приобретает
                    права и становится обязанным агент, хотя принципал и был назван в сделке или вступил с третьим лицом
                    в непосредственные отношения по ее исполнению;
                    б) по сделке, совершенной агентом с третьим лицом от имени и за счет принципала, права и обязанности
                    возникают непосредственно у принципала. В туристической деятельности в качестве принципала выступает
                    туроператор, а в качестве агента - турагент.</p>
                </b-card-text>
              </b-tab>
            </b-tabs>
          </b-card>
        </b-col>
      </b-row>
    </b-container>
  </div>
</template>
<script>
  export default {
    data() {
      return {
        item: [
          {
            title: 'Tab 1',
            text: 'Lorem 1'
          },
          {
            title: 'Tab 2',
            text: 'Lorem 2'
          }
        ]
      }
    }
  }
</script>
